{"text": "指咸丰二之十一年间，太平军十次占领通城县城的事件。太平军十占通城县城是太平天国运动的重要组成部分。   清咸丰二年（1852）十一月初三日，东王杨秀清所属张帆部攻克岳州，旋即水陆并进武昌。陆路万余人取道通城，占领县城，初七日离县。  咸丰四年（1854）二月，太平军为策应武昌战事，先遣石贞祥、林绍璋分兵两路，阻遏湘军东下，石贞祥部由崇阳向通城进发，清军按标营千总马某率部往崇阳大沙坪堵击，战败。十六日，江忠源率清军援师于上峰岭谷接战，太平军大部突进，占领通城县城。县署官吏奔逃不及，纷纷投降。太平军留廖二任通城监军（相当县令），大部开向平江。廖二在通城县出榜安民，建立乡里政权，设置门牌，通令富户按期交纳粮饷，县境安定。 曾国藩为打通增援武昌的陆路通道，檄通山知县陈景雍北攻通城，与胡林翼夹击太平军。同时调湘军王珍部攻打蒲圻羊楼司。三月初七日，王珍部在羊楼司被太平军击溃。陈景雍由藕塘先至通城县城，扑城失败，陈被太平军阵斩。初十日，太平军收复岳州。胡林翼闻报往援，留副将塔其布负责通城战事。塔其布移营城西南古龙山，暗设伏兵。太平军不知底细，突入塔其布营，见帐幔空空，人迹杳无，方知中计。正待撤退，湘军伏兵四起，义军大乱，死伤数百人，夺路退入崇阳县境。  咸丰四年（1854）三月二十七日，太平军攻克湘潭，塔其布撤军增援。四月初，廖二乘通城防守空虚，回师南进，直薄城缘，守城湘军一触即溃，太平军再度占领县城。四月初五日，林绍璋部在湘潭分道突围。一路越过鄂、赣边界的苦竹、南楼二岭退入通城，与廖二部汇合。十六日，两部合师攻平江上塔市，为清军林恩源部阻击，失利退回通城。林恩源、江忠淑等不敢贸然深入，便约同通城士绅熊继初（绰号季八）、胡大锡、徐德修等地方团勇共1，000多人，驻九岭关与太平军对峙。此时，通城农军毛友黄部，正驻守马港、琉璃坳、王家坊一线。某日，毛友黄、赵纪炳、吴闹三等农军头领，约定监军廖二于次日凌晨合击九岭官军、团勇。毛令五更造饭，整装出发，由杉木坳进升谷垅、城隍殿，过卢家塅，偷袭九岭关。恰值南乡团练头目徐德修率500多人分驻九岭关外三石屋，严密戒备，毛等因无在三石屋作战准备，此时猝然相遇，虽全力出击，仍难取胜。毛望廖二援师速到，不意廖部行至苦竹坳，亦遭阻击，被迫回师。毛孤军奋战，力薄难支。毛战死于下石井，余部退入县城。 五月，江忠淑部移驻锡下畈、团山等处，围困县城，令吴以临督勇攻城。一月内，两军发生大小战斗20多次，官军次次败北，太平军阵斩吴以临，固守县城。六月，知府赵璞山带兵勇来援，与江合军攻城，久战不克。七月，太平军在岳州失利，廖二撤出通城，退守崇阳。  咸丰四年（1854）七月十八日，太平军将领曾天养在岳州阵亡，部众血战突围。闰七月初二日，一部撤入通城，占领县城。陈鉴源率湘勇夺城，太平军退出。九月，太平军攻入崇阳县城，乘胜攻取通城境内沙堆等处，把总许绍棠勇进剿，太平军预为埋伏，等许军进入伏击圈后，四起围杀，全歼许绍棠及其丁勇百余名。自此，官军、团练闭门守城，不敢轻举妄动。  咸丰五年（1855）三月，燕王罗日纲（又名罗大纲）第三次攻克武昌，分兵取道崇阳、通城，进攻湖南。三月十四日，太平军丞相钟廷暄率部与通城农民军围攻县城，官军、团勇凭滚木擂石顽抗，农民军首领赵纪炳率众冒箭雨，架梯登城，打开东门。官军惊乱，夺南门逃走。太平军和农军追杀，激战一日，斩千总罗登魁、世袭把总胡肇元、从九职李集贤、副团总赵锡圭等，歼兵勇3，000多名，缴获大批粮草器械。 通城绅士黎立祖、李景湖等收集败勇，联合临湘知县姚荣卿所率团勇，进攻驻花凉亭，妄图夺城。钟廷暄获悉率部奔袭，重创团勇后，于十六日至二十日进上塔市，与何忠骏、李元浚部官军激战失利，指挥田士林、徐大志被浮，遂退守县城。四月底拔营入赣。  咸丰五年（1855）六月，太平军丞相万某率部由义宁州入通城，夺取县城。八日，万亲领大部突袭驻扎北港的临湘团勇，阵斩临湘知县姚荣卿。七月中旬，万时军蒲圻，任杨某为监军，留守通城。杨张榜安民，在四乡建立政权，组织乡民选举官员，授中选者以司马、旅帅等职。八月，钟廷暄袭赣州失利，折返通城，与杨共守县城。九月五日，布政使衔罗泽南部尾追而来，抵县城外九宫山扎营。罗泽南即檄平江知县何忠骏合击通城。太平军调崇阳桂口守军8，000余人，已在城西筑大木城待敌。六日，清军纵火焚烧木城，太平军由西门退入城内。何忠骏部抵县城的锡下畈安营，与罗泽南军联合攻城。太平军炮击清军，杀伤甚众。罗泽南督军冒死反扑，太平军粮尽弹绝，以砖石抗击清军，伤亡数百，农民军首领赵纪炳战死，县城失守。  咸丰五年（1855）十月下旬，翼王石达开为解武昌围，“围魏救赵”，挥师江西。麾兵数万取道通城，驻沙堆、阔田等处。通城护理县事熊绣、团总熊继初闻讯，急调兵勇1，000多人，并约平江的河、李、方、黄4营官兵，前往阔田迎战，遇太平军前部，太平军退。某日，太平军大部赶到，双方激战于沙坪畈，官军败退县城，太平军四面围攻，从早到午，尽夺官军城外营地，斩熊绣、平江拔贡李元浚兄弟。城破，团总熊继初见势不妙，快马单骑出城，从欧贞洞山路逃往平江。 十一月十四日，太平军仍留监军杨某守城，大部继续东进，夺义宁州，进逼南昌，湘军尾追，欲牵制太平军。江忠济率湘军由临湘进攻通城，监军杨某率部退入崇阳境内，江以重兵驻营古龙山、黄泥坳，联10多营镇守县城。  咸丰六年（1856）初，石达开部与清军相持于袁州、万载一带。三月，石达开为断湘军粮道，命检点何名标率军入通城，与官军接战。四月，何率部复入通城，联10多营攻城。四月四日，大雨如注。何军紧围县城，官军设在城头的火炮因弹药被雨淋失灵。何军先锋趁机突入清军后营放火，大军乘势掩杀，江忠济全军覆灭，江被斩于九房门（今食盐仓库处）。县城既克，军民祝捷，贴出对联，嘲讽官军：“平日逞枭雄，塔崩罗破江山败；一朝露马脚，星陨鼎迁季八逃”。上联指塔齐布被英王陈玉成在黄梅一枪刺中面颊，差一点丧命，罗泽南在洪山中弹丧命，此次江忠济又死于刀下；下联指副团总赵锡奎、胡大锡如残星坠毁，徐鼎新也早在升谷垅毙命，只有团总熊继初遁逃。 何部克复通城后，派兵与通城农民军合守临湘、通城边界，连营20里。湖南巡抚骆秉章急调人马防堵。五月，同知曾国华率湘勇由武昌来通城，何部主动撤出县城，军锋指向岳州。曾军尾追。  太平军将军张庸忠，趁曾国华部拔营离开，即率兵再占县城，委监军刘某守城。在县境四处设关卡防守，重建农民政权。 十月，道台王珍带官兵进剿通城，遣同知张运兰为前部，进驻北港方家塅。太平军将军张庸忠率部前往北港迎战，遭官军伏击，张阵亡，军士死伤数百，余部败退药姑山。监军刘某连夜率守城部撤至崇阳，官军入城，委训导沈玉田署理县事士绅胡大锡重设团防总局，清剿潜伏的太平军将士。 咸丰九年（1859），太平军又入湖北边境，省巡抚即通令各县团练防堵。通城知县傅诗乘机设局捐输，委绅士傅协中、樊登云等四处搜刮民财。农民受压太重，倍加思念太平军。通城等县农民纷纷到苏州，要求太平军再次回师湖北。  咸丰十一年（1861）五月，李秀成率西征南路军50余万众，由赣入鄂，遣将军伍某统兵数千，从义宁入通城，分兵3路猛攻苦竹、南楼2岭官军碉卡，歼官军、团勇百余人，由石坪塅、南虹桥进逼县城，守城清军闻风鼠窜，伍部入城。 六月初，已革道台李元度带团勇攻城，伍部复退义宁。"}
{"text": "崔绍涵（Hans），1990年10月30日出生于北京市，中国内地影视男演员，毕业于北京电影学院2009级表演系本科，并取得了北京电影学院2013级表演系研究生学位。 2000年，出演个人首部电视剧《筒子楼》，从而正式进入演艺圈；之后，为了完成学业而选择停止拍戏。2012年，在爱情微电影《幸运之城》中饰演男主角昕岩，从而受到关注。2013年，主演了陈佩斯执导的话剧《阳台》、《托儿》。2014年，主演励志情感剧《婚姻变奏曲》。2015年，参演犯罪悬疑网络剧《心理罪》。2016年，在古装玄幻网络剧《屏里狐》中饰演太子穆肃羽，从而获得更多关注；同年，主演青春偶像剧《不一样的美男子Ⅱ》，在剧中饰演田小凯。2017年，凭借电影《青春的牙》获得第9届澳门国际电影节最佳新人男演员奖。2018年1月31日，与李溪芮、刘冬沁、黄俊鹏共同主演的青春悬疑偶像剧《东山晴后雪》播出。2018年4月，参演由春秋风云影视出品的大型维和军旅题材电视剧《蓝盔特战队》，饰演沈小鹏一角。2018年7月，主演都市情感剧《天才管家》，在剧中饰演方洛浦。2019年12月，参演刑侦悬疑剧《燃烧》，在剧中饰演社会边缘人物杨衡。2020年，出演抗疫题材剧《在一起》第五篇章《搜索：24小时》。同年，拍摄电视剧《浴火》。2022年，与靳东、宋佳等主演的公关题材剧《纵有疾风起》即将播出。 2000年，年仅10岁的崔绍涵出演了安战军执导的年代剧《筒子楼》，在剧中饰演男主角白五的儿子白东东，与何冰饰演一对父子，这是他的首部电视剧作品，从而正式进入演艺圈；之后，崔绍涵为了完成学业而选择停止拍戏。 2011年，崔绍涵签约橙天娱乐，并与董玥、马恺曼、刘芮麟组成“LUCKY组合”；同年12月31日，随LUCKY组合参加香港跨年演唱会，并现场演唱了张学友的《我是真的受伤了》。 崔绍涵温暖写真(6张)2012年，出演胡京奇执导的爱情微电影《幸运之城》，在片中饰演男主角昕岩，从而受到关注。 2013年，出演陈佩斯执导的话剧《阳台》、《托儿》，分别担纲了男主角，饰演了侯建设、于春。 2014年，在北京青蓝剧场出演了小剧场话剧《这个男人有点慌》，在剧中饰演幽默风趣且非常花心的男主角郑皓；之后，出演孙亚舒、李小江执导的励志情感剧《婚姻变奏曲》， 在剧中饰演外形帅气且桀骜不驯中又带有倔强个性的富家子弟萧腾飞崔绍涵(1张)2015年，与陈若轩、付枚、王泷正合作主演犯罪悬疑网络剧《心理罪》 ，在剧中饰演快递员吴冬爱；同年，出演高希希执导的军旅剧《沙海老兵》，在剧中饰演兵二代亮亮，与邵兵饰演一对父子；同年，与鲍天琦、王艺诺、尤浩然合作主演青春爱情电影《青春的牙》，在片中饰演男一号周小北。 2016年，与罗云熙、刘馨棋、黄俊捷合作主演古装玄幻网络剧《屏里狐》，在剧中饰演霸道的太子穆肃羽，从而获得更多关注；同年，与张云龙、谢彬彬、蒋羽熙合作主演情感励志剧《不一样的美男子Ⅱ》，在剧中饰演男主角关昊的好兄弟田小凯。 2017年，凭借电影《青春的牙》获得第9届澳门国际电影节最佳新人男演员奖。 2017年3月13日，与张云龙、阚清子共同主演的情感励志剧《不一样的美男子2》在湖南卫视青春进行时剧场播出，在剧中饰演男二号田小凯；同年，与苗苗、高夏、陶慧敏等主演电视剧《爱情变变变》。 2018年1月31日，参演的青春悬疑偶像剧《东山晴后雪》播出，在剧中饰演VSKI滑雪场医生和弘光；3月2日，出演的民国传奇剧《人生若如初相见》播出，在剧中饰演张麟趾；4月，参演大型维和军旅题材电视剧《蓝盔特战队》，在剧中饰演沈小鹏；7月，主演都市情感剧《天才管家》，在剧中饰演方洛浦。 2020年4月6日，出演的都市网络剧《我是余欢水》播出；5月28日，参演的刑侦剧《燃烧》播出，在剧中饰演杨衡；9月29日，参演抗疫题材剧《在一起》播出，在《搜索：24小时》单元中饰演朱熹翔；10月，参演的当代涉案剧《浴火》杀青，在剧中饰演拆弹专家廖海峰。 2022年5月3日，参演的经侦商战剧《杠杆》播出，在剧中饰演何冰；参演公关题材剧《纵有疾风起》，在剧中饰演硬核特助徐昆；9月19日，参演的电视剧《底线》播出崔绍涵(3张)2009年，崔绍涵考入北京电影学院表演系本科，之后崔绍涵又取得了北京电影学院表演学院研究生的学位。 崔绍涵的父亲是中国电视剧制作中心的演员崔志刚，母亲是国家话剧院一级演员周玲。 时间 剧名 饰演角色 导演 2012 幸运之城 昕岩 胡京奇 2011 爱心选择题 小明 査杉 时间 剧名 饰演角色 导演 2014 这个男人有点慌 郑皓 马晓静 2014 阳台 侯建设 陈佩斯 2014 托儿 陈晓 陈佩斯 2013 无人生还 沃格雷弗 - 2013 失明的城市 博尔医生 王晓鹰 2013 开心麻花—乌龙山伯爵 记者 闫非 崔绍涵活动图(4张)2012年5月，崔绍涵与LUCKY组合成员们一同担任橙天嘉禾影城形象大使，并参加在吴江、苏州、大连举办的宣传活动，而在活动现场他还积极投身慈善事业，并响应邓飞等发起的“免费午餐”公益活动崔绍涵在多部影视剧作品中都有着精彩的表现，而其阳光帅气的形象也给观众留下了深刻的印象。崔绍涵阳光而极具亲和力的笑容温暖而迷人，他举手投足间则投射出了其优质偶像的气质。 崔绍涵具有阳光的外表、温暖的笑容和扎实的演技。崔绍涵在微电影《幸运之城》中，以其招牌式的温暖笑容及清新自然的表演风格诠释了男主角昕岩的两次冲动。"}
{"text": "秦峰，男，四十一集亚视电视剧集《戏王之王》里的人物，雷氏影业旗下巨星，生性放荡不羁，该角色由任达华饰演。 秦峰，雷氏旗下天王巨星，影界新人宋子祈和蒲俊的偶像。秦峰生性放荡不羁，主持雷氏的影业巨头雷百川对他有所不满。泛亚影帝的荣誉本来已属他的囊中之物，但秦峰获泛亚影帝后却不来领奖，雷百川为挫秦峰的锐气，临时将影帝加诸旗下反派演员乔刚（方刚饰）身上，全场哗然。其实秦峰与乔刚本来情同手足，却因彼此际遇悬殊，为刚嫉妒。峰更因与雷妻有染，被雷杀死。 《戏王之王》，任达华饰演秦峰。"}
{"text": "徐卫兵：海军后勤部原部长 徐卫兵：中国建材集团有限公司原党委常委徐卫兵：合肥工业大学教授徐卫兵：福建消防部队消防员徐卫兵：江苏省栟茶高级中学教师徐卫兵：西安交通大学苏州附属中学优秀教师徐卫兵：安徽省长江河道管理局测绘院外业队长徐卫兵：南平市建阳区文化体育和旅游局党组书记、局长"}
{"text": "刘中楷，四川师范大学英语系毕业，泸州高中教务处主任、外事办副主任、中学高级教师。 刘中楷：男，汉，出生于1964年，中共党员,1988.年7月参加工作，泸州高中教务处副主任外事办副主任,本科，从事高中英语教学，中学高级教师，曾任班主任工作，培养学生的吃苦和团队协作精神，高2003级一班评为四川省优秀班集体，任年级组副组长，注意对分层教学，双差生管理。任教务处副主任后，以新课标为理念，注重学生的创新能力和实践动手能力。所带高三，外语科高考超省均15-35分。所任班主任的2000级2班、2003级1班，重点上线率、本科升学率全市第一，先后培养两个市理科状元。  1988年从四川师范大学外语系毕业后，刘中楷先后在泸县一中、泸县十三中担任英语教师，送走了四届毕业班。1995年，刘中楷调入泸州高中。从高97级开始，连续教了5届毕业班的英语。尤其在他接手第一届“尖刀班”（高98级）的英语教学工作后，与“尖刀班”结下了不解之缘。 泸高的广阔天地给了刘中楷一个大展身手的平台。他摸索出了一套与新课程改革相协调的、行之有效的英语教学方法——整体教学法，更关注学生的全能发展。用这套“以词汇为基础，以句型为中心，以阅读为根本”的整体教学法，他带出了一届又一届的优秀学生。历届高考，他所教班级学生的英语单科成绩均超出全省平均成绩20分以上，所教学生多次夺得全市英语统考的单科第一名。  “只有科学的制度化，才能带动成绩的突飞猛进。”这是刘中楷对泸高高效、科学的教学管理的总结，也是他在英国进修所得的一大收获。刘中楷认为，教学管理中，最重要的就是严谨和计划性，必须制度化。 自从2004年负责教务处工作后，刘中楷采取了一系列管理制度和措施，使每天的考勤、早自习检查、课间巡视、教师培训、科技创新等工作高效运转。在教务处的建议下，泸高在去年秋期进行了监考制度改革，从考务培训、领卷、监考、试卷收集、装订等环节全部实行责任制，使泸高严肃的考风考纪在全市教育系统中广受好评。 严谨之余，刘中楷也有着开放活跃的思维。在他的提议下，学校成立了科技俱乐部、怪才俱乐部、机器人俱乐部等，为学生们进行科技创新活动提供了一个锻炼场所，学生范敏获得了全国科技创新一等奖；学生先世君获全省科技创新一等奖、全国科技创新一等奖，泸高也成功获得了“省级科技示范校”的称号。  教育界有一句名言，“一个好校长就是一所好学校”。用在刘中楷身上，则是“一个好老师就是一个好班级”。在担任高2000级2班、2003级1班班主任期间，他带出了2个令泸高人引以为傲的“明星班”，高2000级2班还获得了全省优秀班集体的称号。 刚接手高2000级2班的班主任工作，刘中楷就发起了每周一次的义务活动，带领学生们到敬老院为孤寡老人们服务，培养学生们吃苦耐劳的团队精神。受学校尊师重教的浓厚风气启发，他发起成立了“贫困基金会”，将全班义务服务的报酬和教师、家长捐款全部用于贫困助学，解决了10多名贫困学子的生活补助。高三毕业时，他还利用基金为5名贫困生提供了上大学的路费。 当年高考，高2000级2班学生陈志，高2003级1班李惟一获全市高考理科第一名，两届高考分别有近40人考上重本院校，本科升学率达到90%，足以与成都四中、七中、九中媲美。凭借自身出色的教学成绩，刘中楷成为全市首批名师、市学术技术带头人后备人选。 国家级论文有：TheUnderstandingoftheLottery；《如何转变“双差生”》等10余篇。2002年参加全国英语教师技能大赛获全国一等奖；辅导学生参加全国英语奥赛，获特等奖、一、二、三等奖50余人。在川南大、中、小学研讨会上作《新教材教法》的发言。在“西部大开发与泸州翻译论坛”上作《九狮风景与泸州旅游资源》的发言。合编《高中英语教学研究材料第二册》等五本书。参与编写《2003年泸州市高考模拟试题》。著有《英国访问录》（汉语版）、《英国印象》（英语版）等书。"}
{"text": "潜艇伏击区是指利用潜艇为攻击手段，在深海，一般是在海底，选择一些比较隐蔽的地区，比如地形比较起伏的地方隐藏起来，待敌对势力过来的时候进行攻击。 一般的情况下，潜艇伏击区它要分伏击地区，地区和攻击地区，伏击地区和攻击地区对象之间不能太远，一般是都在鱼雷范围，鱼雷运动的射程之内，大概两倍到四倍。 台军方称，16个伏击区位置都在台湾周遭较深的海域，同时位于南北国际航线与重要港口附近，其中高雄港为台湾最大的港口，光是为了拦截从台湾东方与北方南下的可能运输线，解放军至少布下了5层拦截网，这16个“伏击区”所需兵力至少32艘潜艇。 熟悉解放军潜舰战术的官员表示，中国海军战术承袭自前苏联，主要以“区域游猎”、“阵地伏击”与“引导截击”三种型态，若以“明”级潜舰计算，执行“区域游猎”战术的每艘潜舰，负责海域约二千七百余平方公里。 "}
{"text": "价值成本管理就是将价值与费用有机结合起来以确定成本目标，并加以控制与管理的一种方法。它是从价值与费用统一性要求的方面去实施对成本的管理。 价值成本管理法的理论依据是价值与费用统一性理论，即从费用角度看，成本是与商品的生产和经营直接相关的费用，成本管理的重心是降低成本费用；从价值角度看，成本又是商品价值的一部分，是转移到商品中的已经被消耗的生产资料价值和劳动力价值的总和。可见，成本是费用与价值的统一体。因此，在成本管理的实际工作中，有必要从费用和价值相结合的角度对成本问题加以研究和运用。 1、它促使企业全体成员参加成本管理。 2、有助于各环节目标成本确定的科学性与合理性。 3、它是企业全面的、全过程的系统化管理。 1、从价值角度对企业内部的各部门、车间、班组乃至个人，按其在生产经营过程中提供的产品或劳务的计划价格分配其价值，并核定出产品的全部价值。 2、从费用的角度，先依据产品价格、成本和利润三者之间的相互制约关系，确定目标成本。 3、根据分配给各部门、车间、班组及个人的价值占产品全部价值的比重分解目标成本，并依此实施成本控制、进行成本管理。"}
{"text": "瑞星杀毒软件2007版，是基于第八代虚拟机脱壳引擎（VUE）研制开发的新一代信息安全产品。能够准确查杀各种加壳变种病毒、未知病毒、黑客木马、恶意网页、间谍软件、流氓软件等有害程序，在当时的病毒处理速度、病毒清除能力、病毒误报率、资源占用率等主要技术指标上实现了新的突破。 瑞星杀毒软件2007版配合强大的技术服务体系，将为您的电脑提供全方位的安全保护，是一款互联网时代抵御各种网络威胁的必备工具软件。瑞星杀毒软件2007单机版支持简体中文、繁体中文、英文和日文四种语言，其中英文可以在所有语言Windows平台上使用。瑞星杀毒软件将来还会支持更多种类的语言。 1、采用第八代虚拟机脱壳引擎（VUE），病毒库减小1/3，极大降低资源消耗。 2、Startup Scan独占式抢先杀毒。 3、漏洞攻击防火墙联动。 4、第二代智能提速增量查杀毒。 5、NTFS流隐藏数据查杀。 6、未知病毒查杀（专利号：ZL 01 1 17726.8）。 7、八大监控系统。 8、主动漏洞扫描、修补。 9、全自动无缝升级（专利号：ZL 01 1 42155.X）。 10、支持64位操作系统。 11、文件粉碎技术。 12、高速邮件监控技术。 13、垃圾邮件智能白名单。 14、迷你杀毒。 15、专利数据修复（专利号：ZL 01 1 17730.6）。 16、IE执行保护（IE防漏墙） 一、 第八代虚拟机脱壳引擎（VUE），有效查杀加壳、变形病毒 目前有许多病毒、木马、间谍软件、后门程序等，都会使用多种加壳工具对自身进行加密、变形，以躲避杀毒软件的查杀。瑞星截获的病毒样本统计，约有90%以上的病毒文件进行过“加壳”处理。而国内较为流行的“灰鸽子”木马，加壳率几乎达到100%。有些病毒为了躲避杀毒软件的查杀，甚至加了近十层壳。 就像给病毒文件穿了“马甲”，对于识别能力不强的杀毒软件就会被这件“马甲”蒙蔽，而放过病毒。 众所周知，目前杀毒软件主要依靠特征码技术查杀病毒。由于加壳软件会对源文件进行压缩、变形，使加密前后的特征码完全不同。对于脱壳能力不强的杀毒软件，对付此种病毒就需要添加多条不同的特征记录。而如果黑客再采用一种新的壳进行加密变形，则对于此类杀毒软件来说又是一个新的病毒，从而无法查杀。 瑞星历时4年，研发出第八代虚拟机脱壳引擎（VUE）。该引擎基于瑞星完全自主知识产权的虚拟机技术，大幅提高了查杀加壳变种病毒能力。使用该引擎之后，瑞星杀毒软件杀毒更快更彻底，资源占用更少，病毒库比传统软件减小了1/3。 瑞星第八代虚拟机脱壳引擎（VUE）和普通杀毒引擎的区别 普通杀毒引擎 VUE虚拟机脱壳引擎 查杀加壳病毒能力 弱，解壳准确率低 强，能准确解壳 病毒清除能力 能清除简单加壳病毒 能彻底清除多壳病毒 病毒处理速度 慢 快 病毒误报率 较高 极低 内存和CPU占用率 普遍较高 低 病毒库大小 无限制增大 小 升级包大小 大 小 升级速度 较慢 快 二、 “碎甲”技术击溃Rootkits，彻底清除顽固病毒 Rootkits是一种病毒编写技术，它像一层铠甲，将自身及指定的文件保护起来，使其它软件无法发现、修改或删除这些文件。目前，越来越多的流氓软件已开始采用此种技术进行自我保护。带有Rootkits的流氓软件和病毒就像练就了“金钟罩”、“铁布衫”，不除去这种保护伞，各种杀毒软件都无法对其进行彻底清除。 瑞星公司经过对数百个Rootkits工具、使用该技术的病毒，流氓软件以及Windows驱动加载方式分析，并进行大量试验后，最终找到了一种高效的通用解决方法，并将其命名为“碎甲（Anti-Rootkits）”技术。 技术通过对Windows驱动程序加载点进行拦截，当发现Rootkits时自动使其保护功能失效，就象穿甲弹击碎盔甲一样。目前，此技术可以有效对付600余种Rootkits，并且当有新的Rootkits出现时能够迅速地进行升级处理。 瑞星“碎甲（Anti-Rootkits）”技术现已全面应用于瑞星卡卡安全上网助手3.0当中。用户安装瑞星卡卡3.0后，病毒、流氓软件等身上的铠甲将被击碎，赤裸裸地曝露在杀毒软件面前。通过瑞星卡卡3.0与瑞星杀毒软件2007的配合使用，可以彻底清除带有Rootkits保护的病毒、木马及流氓软件。 瑞星卡卡3.0与杀毒软件配合，彻底清除带有Rootkits保护的病毒、木马及流氓软件 三、 IE防漏墙，彻底终结IE漏洞对电脑威胁 近一年来，黑客在各种网站上植入木马病毒的事件层出不穷，前段时间甚至银联的官方网站也被植入木马，而通过带毒、“挂马”（木马）网站撒播流氓软件，更是流氓软件制造者的“拿手好戏”。它们利用IE漏洞侵入用户的计算机，当用户访问这些网站时就可能被病毒感染。 众所周知，虽然微软不断地升级针对IE漏洞的修补程序，但是一方面补丁程序总是滞后于漏洞，二是许多用户没有正确、有效地安装这些补丁程序，因此IE漏洞成为电脑病毒和流氓软件最危险的感染途径之一。 瑞星杀毒软件2007集成了独创的“IE防漏墙”技术模块，当网页中潜藏的病毒、木马或流氓软件通过IE感染用户电脑时都会进行拦截并告警，并从根本上解决“IE漏洞”这一长期困扰全球电脑安全的顽疾。 四、 集成瑞星卡卡3.0，全面阻击流氓软件 自2005年初以来，包含间谍软件、恶意插件和浏览器劫持等在内的流氓软件大行其道，它们侵入用户电脑安装插件和后门程序，窃取个人信息、欺骗或强制用户浏览某些网站广告，借以获取巨额商业利益。由于这些软件往往是由商业公司发布，介于正常软件和病毒之间，杀毒厂商不好将其简单地作为病毒处理。 中集成“瑞星卡卡上网助手3.0”，彻底杀灭流氓软件。它可以将隐藏在用户电脑中的所有非正常软件都扫描出来，并由用户选择是否删除。 瑞星卡卡3.0将Startup Scan、碎甲（Anti-Rootkits）等核心反病毒技术应用于扫描引擎中，可彻底查杀400余种流氓软件，不留任何死角；具备强大的未知病毒查杀功能，采用独家的“未知病毒查杀”专利技术，对灰鸽子等恶性流行病毒的未知变种，无须获取样本即可达到98%以上的清除率；集成数十种流行病毒专杀工具，帮助用户免费查杀各种流行病毒；集成了IE及系统修复、插件免疫、反网络钓鱼等诸多功能，全方位地帮助用户抵御、防范各种的流氓软件和恶意程序。 五、 六大国家发明专利，以技术领跑业界 技术是否先进是衡量一个软件是否达到世界级的重要标准之一。瑞星杀毒软件2007版产品采用六项国家发明专利技术，继续领跑业界。 未知病毒查杀（专利号：ZL 01 1 17726.8） 瑞星杀毒软件2007版采用“未知病毒查杀”专利技术，不仅可查杀 DOS 、邮件、脚本以及宏病毒等未知病毒，还可自动查杀 Windows 未知病毒，在国际上率先使杀毒软件走在了病毒前面。 硬盘数据恢复（专利号：ZL 01 1 17730.6） 瑞星杀毒软件2007版在原有的“超容压缩数据保护技术”的基础上进行了重新设计、改进，占用硬盘空间更少，效率更高。该功能将备份数据保存在硬盘中，当用户数据丢失时，可以极大限度地进行修复。 软件升级的方法（专利号：ZL 01 142155.X） 主动式智能升级技术会自动检测最新的版本并自动为您升级。通过与瑞星个人防火墙2007版联动，可以保证在升级过程中不受诸如冲击波、震荡波、Zotob蠕虫病毒、木马、间谍软件及黑客等的侵袭。 访问文件系统的方法（专利号：ZL 01 142154.1） 用户只需用瑞星杀毒软件2007版的安装光盘启动计算机即可彻底查杀Windows包括NTFS分区在内的所有分区格式，确保用户计算机不留安全死角。 完全控制文件的方法（专利号：ZL 01 142157.6） 应用此种技术的第八代杀毒引擎及监控系统，可以实现在文件正在使用的时候进行改写或删除，完全实现带毒杀毒。 内存监控和带毒运行方法（专利号：ZL 01 142156.8） 独创的内存监控技术可监控关键的操作系统调用，并判定是不是病毒活动并且阻止病毒活动。内存监控对于通过系统漏洞传播的病毒效果良好。 ·问题： 繁体xp怎样安装卡卡上网助手,及修补漏洞."}
{"text": "《豆蔻江湖二月初》是一部古装言情小说，作者是炼狱莲，小说仍在连载中，连载网站是晋江文学城。  身份不明的小小少女捡了雪地里倾城绝色的小小少年,还有个滚圆滚圆一蹦三弹的大毛球儿~江湖十步一杀人,复仇之路就从这里开始走出第一步!——宝瓷宝珞,你们记住,我养你们,就是为了要你们替我报仇!——你们要替我杀尽三千江湖!让整个江湖被腥风血雨染尽以慰我心中愤恨!是是师父,徒儿已经听过很多很多遍了...可是,江湖——好大啊!(晋江首发……"}
{"text": "拉夫尚·伊尔马托夫（Ravshan Irmatov），1977年8月9日出生于乌兹别克斯坦塔什干，乌兹别克斯坦足球裁判，场上司职裁判，效力于国际足联。 伊尔马托夫曾是名足球运动员，但快成年时因脚踝受伤错过步入职业队的机会。于2003年正式成为国际足联的国际级裁判，曾经执法过三届U17世界杯和一届U20世界杯。2007年，他为两场世青赛执法。在2008年至2011年连续四年当选亚洲年度最佳裁判，并成为2008年世俱杯决赛的执法主裁判以及2009年世俱杯决赛第四官员。2011年世俱杯决赛主裁判和2013、2015年亚冠决赛主裁判。2010年和2014年两届世界杯伊尔马托夫以9场执法成为世界杯史上执法场次最多的裁判员。2014年当选亚足联年度最佳男裁判。2018年3月30日，国际足联公布2018年俄罗斯世界杯的裁判名单，伊尔马托夫入选主裁判名单。2018年俄罗斯世界杯，伊尔马托夫执法了两场比赛，以11场比赛领跑世界杯执法场次记录。伊尔马托夫终止裁判生涯，就任乌兹别克斯坦足协副主席  职业：国际足球裁判【不吹比赛时的工作是乌兹别克斯坦塔什干当地一家足球学校的老师，自身足球水平也不错，后为专心吹比赛，已辞职】 成为国际级裁判时间：2003年1月1日【25岁零4个月】 爱好：足球、游泳、网球、听音乐和看电影 家庭：父母、妻子和两个孩子【孩子是一对龙凤胎】 语言：乌兹别克语、俄语、英语 乌兹别克斯坦语名：Равшан Сайфиддинович Эрматов 执法特点：跑动积极到位，判罚果断自信，善于利用有利原则让比赛流畅进行，控制比赛能力强。 执法习惯：左手会戴阿迪达斯的护腕【有时是短款，有时是长款】，右手时戴时不戴，左手每场比赛都会戴 搭档：第一助理裁判：拉素洛夫（又译拉斐尔，Abdukhamidullo Rasulov），来自于乌兹别克斯坦，出生于1976年1月10日，成为国际助理裁判时间：2006年【30岁】，身高：172CM，执法时站于球场右侧近端。第二助理裁判：科克卡罗夫（Bakhadyr KOCHKAROV），来自吉尔吉斯斯坦，出生于1970年5月13日，成为国际助理裁判时间：1997年【27岁】，身高：171CM，执法时站于球场左侧远端。助裁：伊尔亚索夫（Rafael ILYASOV），同样来自于乌兹别克斯坦，出生于1973年12月20日，成为国际助理裁判时间：2001年【28岁】，身高：185CM。伊尔马托夫的裁判团队于2005年期间组成，原始成员为主裁判伊尔马托夫，第一助理裁判拉素洛夫以及第二助理裁判科克卡罗夫，三人从2005年开始成为固定组合，期间历经亚冠、亚洲杯、U17世少赛、U20世界杯以及世俱杯等比赛，进入了南非世界杯裁判组候选名单，但在南非世界杯之前的一年，第一助理裁判拉素洛夫生病（具体什么时候生病被换下的不清楚），因此，同样来自乌兹别克斯坦的国际级助理裁判伊尔亚索夫代替了拉素洛夫的位置（在一次记者对他的采访中，记者问为什么他在世界杯上使用的助理裁判和现在的助理裁判不是一个人，伊尔马托夫做出了回答）。所以在南非世界杯上出现的第一助理裁判是伊尔亚索夫，而不是以前和伊尔马托夫搭档的拉素洛夫。虽然伊尔亚索夫在搭档时间上没有比拉素洛夫和伊尔马托夫以及科克卡罗夫搭档的时间长，但三人在世界杯上的默契可以说是接近完美的，尤其是揭幕战南非对墨西哥的比赛，比赛中墨西哥队的一个越位进球被判无效，堪称教科书一般经典的判罚就是最好的证明，也是三人组经典的开始。南非世界杯之后，在2011年年初举行的卡塔尔亚洲杯上，执法团队变成了主裁判伊尔马托夫，第一助理裁判拉素洛夫和第二助理裁判伊尔亚索夫的执法模式。而在亚洲杯之后，南非世界杯上的三人组合作几场比赛之后，团队执法模式变回了原先主裁判伊尔马托夫，第一助理裁判拉素洛夫和第二助理裁判科克卡罗夫的执法模式，经历过变换之后的三人组经过11年到14年快三年比赛的考核之后，进入了14年巴西世界杯的裁判组名单。2014年世界杯之后，因为原第二助理裁判科克卡罗夫快到退休年纪，因此，伊尔马托夫的第二助理裁判换成了同样来自乌兹别克斯坦的国际级边裁赛义多夫（1978年出生），2018年世界杯就是由伊尔马托夫、拉素洛夫、赛义多夫三人组成的团队吹罚的。 伊尔马托夫在少年时期是一名足球运动员，还曾入选过乌兹别克斯坦国家青年队，然而在快成年即将步入职业队时，在一次比赛中脚踝受伤，因而错过了进入职业队试训的机会，而且因为伤势原因（伊尔马托夫小时候脚好像就受过伤），医生不建议成为职业运动员继续踢球，因而只能放弃成为职业足球运动员，伊尔马托夫很伤心，而后身为国家级裁判的父亲告诉他，喜欢足球不一定要做职业运动员，可以尝试其他和足球有关的工作，比如说裁判员，但因为伊尔马托夫觉得自己当球员时期和裁判关系并不好，在球场上也时不时会有和裁判员争执的情况出现，所以一开始的伊尔马托夫对于裁判员并不感兴趣，拒绝了父亲的提议，伊尔马托夫自己一开始准备从事足球教练员工作，后考取了国家三级足球教练证，那时的伊尔马托夫作为足球教练员助理开始自己的教练生涯，而在有一次伊尔马托夫作为助理教练指导一场青年队比赛时，那场比赛的主裁判员未到场，而伊尔马托夫的父亲就建议儿子上去试试，父亲对儿子说：“至少你上去试试，才能知道自己喜不喜欢，事情要尝试过才能知道”。在父亲的建议下，伊尔马托夫接过从父亲手里拿来的哨子，走向了球场，而在经过尝试之后，伊尔马托夫发现，裁判员并不像自己想象的那样，开始逐渐有了兴趣，而后放弃成为职业运动员，在自己19岁的时候进入国家首都塔什干市体育学院接受职业裁判的培训和考核，并开始学习英语。 1997年，年仅20岁的伊尔马托夫执法了人生中第一场正规足球比赛，比赛双方是U13的小球员。 2000年，年仅23岁的伊尔马托夫拿到了国家一级裁判证书，这时候离他学习裁判员仅有4年多，年纪轻轻的他便开始执法国内第一级别的职业联赛。 2002年，国际足联有裁判团队去到乌兹别克斯坦裁判协会进行交流，因而有裁判老师发现了伊尔马托夫，并向他建议申请国际级裁判员，那年的伊尔马托夫年仅25岁，按国际足联规定，国际级裁判员的申报年龄最低不能低于25周岁，而那年的伊尔马托夫年纪刚刚达标。原先的伊尔马托夫并没有想在那一年申报国际级裁判员，而是想再过两年，因为老师的建议，伊尔马托夫在经过思考之后，决定在2002年提前申报考国际级裁判。 起步早加上天生悟性好，使得伊尔马托夫于2003年1月1日，就拿到了国际级裁判资格，而那时的他，尚不满26周岁，年仅25周岁零5个月左右，就正式成为国际足联的国际级裁判，曾经执法过三届U17世界杯（2003、2007、2009）和一届U20世界杯。 2003年，刚刚成为国际裁判的伊尔马托夫参加了2003年8月于芬兰举行的U17世少赛，成为那届U17世少赛中最年轻的裁判员，那届世少赛中年纪最大的裁判是41岁的芬兰裁判贾里，而最年少的伊尔马托夫那时刚过自己26岁的生日几天，两人相差15岁。伊尔马托夫不仅是那届世少赛最年轻的裁判员，还在裁判评分中以7.29分高居第二，初出茅庐，就开始显示出自己的执法潜力。而那时的他，还没有执法过任何一场国际A级赛事。 2004年，不满27周岁的他执法了当年在中国举行的一场亚洲杯小组赛。参加亚洲杯时，伊尔马托夫离自己执法的第一场国际A级赛事，仅过去4个多月，是当届亚洲杯所有裁判员中国际赛事经验最少的裁判员，也是那届亚洲杯最年轻的裁判员。那届亚洲杯，年纪最大的裁判员是来自中国的裁判员陆俊，当时45周岁，而那时的伊尔马托夫27岁，两个人相差18岁。 2007年，他为两场世青赛执法。而在那一年，伊尔马托夫还完成了自己亚冠联赛最高荣誉的执法，即执法了2007年亚冠联赛决赛，年仅30岁零三个多月。 2008年世俱杯，伊尔马托夫执法了决赛，年仅31岁。 2009年，伊尔马托夫成为U17世少赛揭幕战主裁判，年仅32岁。 2010年南非世界杯，身为29位主裁判中年纪最小的伊尔马托夫执法了包括揭幕战南非对墨西哥、小组赛英格兰对阿尔及利亚【这时离他执法完揭幕战仅3天，是南非世界杯上第一位连续出现两场比赛的裁判】、小组赛希腊对阿根廷、四分之一决赛阿根廷对德国和半决赛荷兰对乌拉圭的比赛（共出场5次，达到了国际足联的出场规定），另外还在小组赛新西兰VS斯洛伐克的比赛中担任第四官员，自己以执法时未满33岁的年龄成为了自1934年以来（最初的世界杯没有裁判员，1934年世界杯才开始有裁判员出现）举行的世界杯中最年轻的揭幕战主裁（因此也是世界杯历史上最年轻的揭幕战执法裁判员），也成为最年轻的执法纪录者（国际足联规定每一位裁判在一届世界杯中最多能出场五次）。是29组裁判中出场次数唯一达到五次的，达到了国际足联规定的上限场次（5次），因而错过了执法最后决赛的机会。 在2011年年初举行的卡塔尔亚洲杯决赛中担任主裁判（出场4次）【分别是小组赛沙特阿拉伯VS日本、小组赛伊拉克VS伊朗、半决赛伊朗VS韩国以及决赛澳大利亚VS日本】。 伊尔马托夫是乌兹别克斯坦唯一一位执法过国际比赛的裁判员，在执法完南非世界杯的比赛回国后还得到了总统的接见以及总统亲自颁发的乌兹别克斯坦最高荣誉的“自豪勋章”，助理裁判伊尔亚索夫获得了“友谊勋章”，乌兹别克斯坦的“自豪勋章”历史上只有六个人得过，就是以前代表乌兹别克斯坦出征过残疾人奥运会的六位运动员。 2013年6月24日，国际足联发布声明，在巴西4比2战胜意大利的联合会杯比赛中，乌兹别克斯坦主裁判伊尔马托夫承认对意大利的第二个进球出现关键误判。 2014年7月6日，亚洲“金哨”、乌兹别克斯坦裁判拉夫尚·伊尔马托夫作为荷兰队与哥斯达黎加队四分之一决赛的裁判,第九次执法了世界杯比赛,成为世界杯历史上执法次数最多的裁判。 2014年11月30日，亚足联年度颁奖典礼暨亚足联成立六十周年大典在菲律宾马尼拉举行。乌兹别克斯坦名哨伊尔马托夫和马来西亚女主裁加尼分别当选为年度最佳男裁判和最佳女裁判。 伊尔马托夫在2008年至2011年连续四年当选亚洲年度最佳裁判，并成为2008年世俱杯决赛的主裁判及2009年世俱杯决赛第四官员，2011年世俱杯决赛主裁判和2013亚冠决赛主裁判。在2009至2010年执法了12场南非世界杯的亚洲区预选赛。2014年再次获得亚洲最佳裁判员称号，这是他第五次获得亚洲最佳裁判员称号。 伊尔马托夫还执法2015年亚洲杯。执法了揭幕战比赛，也完成了作为亚洲裁判员在亚洲杯的最大荣誉，即执法过揭幕战，也执法过决赛。同年，伊尔马托夫还执法了亚冠联赛决赛。 2017年，受亚足联指派，执法世界杯场次最多的乌兹别克斯坦裁判员伊尔马托夫将执法11月21日的2015年亚冠联赛决赛次回合中国广州恒大队主场与阿联酋阿赫利队的比赛，这也是伊尔马托夫3年内第二次执法亚冠决赛。2015赛季亚冠八分之一决赛第二回合广州恒大队主场2：0战胜韩国城南一和的比赛，就是伊尔马托夫率领本场两位助理裁判员执法的。 2018年3月30日，国际足联公布了2018年俄罗斯世界杯的裁判名单，一共有36名主裁判和63名助理裁判将出现在世界杯的赛场，伊尔马托夫入选36位主裁判名单。 2018年世界杯，伊尔马托夫执法两场比赛，以三届世界杯11场领跑世界杯裁判员执法场次记录。（现为世界杯历史第一）  在2008年世界裁判委员会的评选中被评为世界“第17号”优秀裁判。 2008年他压倒两名前辈--日本人西村雄一和马来西亚人苏比吉丁当选亚洲“金哨”（亚足联年度最佳裁判）。 在2009年世界裁判委员会的评选中被评为世界“第14号”优秀裁判。第二次拿到了亚洲金哨奖。（亚足联年度最佳裁判） 在2010年世界最佳裁判的评选中以黑马之势获得了第二名，得到了128票！仅次于英国裁判韦伯之后。是除了第一名的韦伯之外，唯一一位得票超过100的裁判。亚洲裁判中有两人进入排名，除伊尔马托夫之外，进入排名的还有日本裁判西村雄一，以10票位居第15名。第三次拿到了亚洲金哨奖。（亚足联年度最佳裁判） 在2011年世界最佳裁判的评选中以97分排名第三，落后第二名的韦伯仅有6分之遥。亚洲依然只是有两位裁判进入排名，除伊尔马托夫之外，进入排名的还有日本裁判西村雄一，以10票和另外三位裁判同居第13名。第四次拿到了亚洲金哨奖。（亚足联年度最佳裁判） 在2012年世界最佳裁判的评选中以35分排名第六。前15名中，只有伊尔马托夫一位亚洲裁判进入排名。 在2013年世界最佳裁判的评选中以29分排名第八。前10名中，只有伊尔马托夫一位亚洲裁判进入排名。 在2013年2月22日，国际足球历史和统计联合会（IFFHS）公布了最近25年（1987-2012）世界最佳裁判排名：伊尔马托夫以63分位居第28位【分数相同的裁判有几位排名就会往下推几个位置】，是亚洲裁判中排名最高的裁判员，也是排名前50名裁判中年纪最小的裁判。 2014年获得亚足联年度最佳男裁判。（第五次） 2015年环球足球奖最佳裁判由伊尔马托夫获得。 在乌兹别克斯坦国内，伊尔马托夫拿到了11次年度最佳裁判员奖。 比赛日期 比赛性质 主队 客队 比分 黄牌 两黄 红牌 点球 2018-10-16 友谊赛 中国 叙利亚 2:0 6 0 0 0 2018-10-13 友谊赛 中国 印度 0:0 2 0 0 0 2018-10-03 乌兹甲 纳萨夫 齐兹尔库姆 4:2 1 1 0 0 2018-09-30 沙特超 吉达国民 巴廷 2:0 1 0 0 0 2018-09-27 沙特超 达曼合作 麦地那奥霍德 0:0 2 0 0 0 2018-09-23 乌兹甲 塔什干火车头 塔什干创建者 2:1 0 0 0 0 2018-09-18 亚冠 佩塞波利斯 多哈杜哈伊勒 3:1 6 0 0 0 2018-09-13 乌兹甲 科坎 纳萨夫 1:1 5 0 0 0 2018-08-18 乌兹甲 塔什干棉农 纳萨夫 4:0 2 0 0 0 2018-06-26 世界杯 西班牙 摩洛哥 2:2 6 0 0 0 2018-06-22 世界杯 阿根廷 克罗地亚 0:3 7 0 0 0 2018-05-25 乌兹甲 费尔干纳石 吉扎克粟特 0:2 3 0 0 0 2018-05-15 乌兹甲 诺沃巴赫 别卡巴德冶金 3:0 5 0 0 0 2018-05-11 乌兹甲 纳萨夫 塔什干棉农 2:3 3 0 0 0 2018-05-05 乌兹甲 塔什干创建者 纳萨夫 2:1 1 0 0 0 2018-04-30 乌兹甲 齐兹尔库姆 阿尔马雷克 3:0 4 0 0 0 2018-04-20 乌兹甲 诺沃巴赫 塔什干创建者 2:1 8 0 0 0 2018-04-16 亚冠 赖扬 艾因 1:4 5 0 0 0 2018-04-11 中北美冠 墨西哥美洲 多伦多 1:1 3 0 0 0 2018-04-06 乌兹甲 费尔干纳石 阿尔马雷克 1:3 4 0 0 0 2018-03-30 乌兹甲 塔什干创建者 布哈拉 3:1 5 0 0 0 2018-03-08 乌兹甲 齐兹尔库姆 科坎 0:2 3 1 0 0 2018-03-07 亚冠 利雅得新月 赖扬 1:1 3 0 0 0 2018-03-01 乌兹甲 费尔干纳石 纳萨夫 0:0 6 0 0 0 2018-02-14 亚冠 广州恒大 武里南联 1:1 4 0 0 0 2018-01-14 亚U23 叙利亚 韩国 0:0 4 1 0 0 "}
