{"text": "煤矿防治水知识专项考试题\n【干货】200个建筑工程施工技术强制措施\n给你的安装造价技巧,注意查收\n恒大集团工程质量监察细则分享\n家中装修排线的6个误区,你家中招了吗?\n200个建筑工程施工技术强制措施!\n说说关于 静脉留置针的那些事\n 每日一练\n【干货分享】燃气入户安检,拿出这些依据来处理相关不规范用气行为!\n200个建筑工程施工技术强制措施\n构造柱\n青岛造价之家\n来建青学安装造价\n1个月就能掌握造价实操技能\n独立做造价了！\n青岛市北和达校区\n第一章 施工图识读\n1、设计规范要求，暖气支管不得小于DN20。\n2、保温常规做法\n给水：防结露保温；热水：保温；消防：不保温；冷冻水：连阀门都需保温；冷却水：按设计要求，未要求可以不作。一般吊顶里的管道均需保温。\n给水：暗敷防结露保温；明敷穿越门厅、卧室和客厅过门处必须做防结露保温。排水：暗敷做防结露保温；明敷公共厕所座便上反水弯必须做。\n管井里除消防、喷洒管道管道外均做保温。\n3、镀锌钢管连接方式\nDN100可焊接（需防腐），可法兰焊接（需二次镀锌），少量可丝扣法兰连接。\n50mm。\n15m时采用3个90°弯头。\n6、施工时，排水管宁高勿低，地漏宁低勿高。", "info": {"url": "http://oldlibraryevents.com/news/117.html", "title": " 金沙游乐场", "source_domain": "oldlibraryevents.com"}}
{"text": "\n“裸官”，是指配偶移居国外，或是没有配偶，子女均移居国外的干部。近年来查处的党员干部携款外逃案件中，有相当一部分腐败分子早早做了“裸官”，向海外转移财产，一有风吹草动便逃之夭夭，妄想逃避法律的惩罚，过上开豪车住豪宅的“天堂生活”。\n原铁道部副总工程师、运输局局长张曙光落马后，被曝出在美国拥有豪华别墅，妻儿均已移民海外，成为名副其实的“裸官”。图为2013年9月10日，张曙光在北京市第二中级人民法院接受庭审。新华社记者 公磊 摄\n对于最终目的是出逃的腐败分子来说，将大量资产转移到海外是外逃的基本步骤，也是其外逃的基础和目的之一。“百名红通人员”之一肖建明，在担任国有企业云锡集团董事长期间，涉嫌在国内收受大额贿赂，并利用职权安排亲属在云锡集团境外投资企业冒领数额不菲的薪水。外逃之前，肖建明还通过各种手段安排主要关系人移居海外，并在海外购置了房产，自以为已经“铺好后路”。\n同为“百名红通人员”之一的莫佩芬，其出逃也早有预谋。2007年至2011年，莫佩芬在担任浙江省杭州西溪阳光实业有限公司项目负责人期间，涉嫌利用职务便利，通过采用虚假发票冲账等手段，非法占有公司巨额资金，并将丈夫、女儿共同受贿部分所得转移至国外账户。\n“裸官”更容易无所畏惧地贪财\n“‘裸官’未必是贪官，但‘裸官’更容易成为贪官，因为他没有后顾之忧，更容易有无所畏惧的贪欲。”中国政法大学副教授吴丹红这样评价“裸官”。对于配偶、子女定居国外的“裸官”而言，为支付家属在境外高额的生活开支，也更可能贪污受贿。部分“裸官”在把配偶、子女处心积虑送往国外后，通过各种方式将赃款转移至海外家人的名下，认为即便自己不慎“翻船”、外逃失败，也可牺牲一人而保家人过上“锦衣玉食”的生活。\n近日，内蒙古自治区国防科工办原主任、经信委原副主任文民因犯贪污罪、受贿罪、巨额财产来源不明罪、隐瞒境外存款罪、滥用职权罪，一审获刑18年。在文民的诸多违纪违法行为中，便有他出于“爱子之心”，通过地下钱庄转移资金，为在澳大利亚留学的女儿在墨尔本购置房产之举。同时，他还以其女儿名义，通过非正常业务流程将人民币兑换成美元存在新加坡华侨银行，用以规避名下财产。\n广东省东莞市委原副秘书长吴湛辉向境外亲属转移资产的行为则更加疯狂。在他将怀孕待产的妻子移居香港后，“没有了后顾之忧”，便开始大肆收受贿赂，通过地下钱庄疯狂洗钱，至案发前，共向境外转移资产9200万元港币，用于购买商品房供妻子女儿居住等。\n公职人员具有申报\n境外存款的法定义务\n难道境外真的是转移赃款、隐瞒收入的乐土？\n“公职人员具有申报境外存款的法定义务。不管该存款的来源是否合法，不论是在境内境外的工作报酬、继承遗产或接受赠予，还是违法犯罪所得；也不论是本人亲自存在境外，还是托人辗转存于境外，都属于境外存款，应当如实申报。”中央纪委国家监委研究室有关负责人表示，这是国家对公职人员设定的一项强制性义务，党纪、政纪和法律都有相关具体规定。\n我国刑法第三百九十五条第二款规定，国家工作人员在境外的存款，应当依照国家规定申报。数额较大、隐瞒不报的，处二年以下有期徒刑或者拘役；情节较轻的，由其所在单位或者上级主管机关酌情给予行政处分。\n梳理相关报道可以发现，近来落马官员的罪名之中，“隐瞒境外存款”这一项并不罕见。如，原广东省公安厅警卫局局长陈荣贵因受贿罪、隐瞒境外存款罪，一审被判处有期徒刑十二年九个月；上海机场集团原党委副书记、董事长吴建融因受贿罪、隐瞒境外存款罪，一审被判处有期徒刑十二年，等等。\n隐瞒境外存款罪给国家公职人员划出了明确的红线：境外不是法外，即使处心积虑将赃款转移到境外，到头来也只是给自己增加了一项罪名。\n不止存款。按国家有关规定，公职人员及其配偶、子女在国（境）外工作、生活和留学，及拥有境外银行存款、购置房产、投资等，都属于需要报告的个人有关事项，必须向单位或组织申报。\n明确提出：配偶已移居国（境）外；或者没有配偶，子女均已移居国（境）外的，不得列为考察对象。各级组织人事部门结合领导干部个人有关事项报告工作，对“裸官”进行摸底。近千名在限入性岗位任职且配偶或子女不愿意放弃移居的领导干部，最终被调整岗位。\n两项法规，进一步调整了报告对象，完善了报告内容，并将抽查核实和结果处理制度化，强化对“裸官”的从严管理。\n“将领导干部‘家事’‘家产’等向组织报告、接受监督，不是小题大做。”甘肃省社会科学院教授郑本法表示，不少“问题”干部，在隐瞒个人有关事项的背后是违规违纪，甚至违法行为的开始。对苗头性倾向性问题抓早抓小，就可以防止小错酿成大错。\n在江苏省政协副主席洪慧民看来，对于“裸官”的治理之网愈收愈紧已成必然之势，他同时建议：“对于之前已有的规定，要继续加大执行力度，如加强对领导干部个人有关事项申报情况的抽查核实，对于存在的问题，做到早发现、早处置。”\n加强对公职人员\n向境外汇款行为的监管\n“裸官”之所以引发舆论不满，正是因为一些“两面人”干部一边口口声声说着爱党爱国，一边利用手中的权力为自己与家人谋后路，妄想“内外通吃”，带来极坏的社会影响。\n这种“两面人”的存在，与监督缺失、缺位不无关系。以文民为例，他从一名基层干部成长为正厅级干部，近20年间，先后在海南、珠海、青岛、威海、包头、澳大利亚等地购买36套房产，却没有被发现查处。\n对此，中国廉政法制研究会副会长邓联繁建议，这种同党离心离德的干部坚决不能用，要加大这方面的抽查力度。\n“要严格落实个人有关事项查核等制度，以个人事项报告为基础，细化申报事项，严格审核并加大抽查力度，同时利用社会公众和媒体的舆论监督，提高监督的透明度。”邓联繁说。\n“建议加大加强对公职人员向境外汇款行为的监管，例如建立公职人员向境外大额汇款行为的监测报告机制，监测的范围可以扩大到其配偶子女等近亲属，金融部门一旦发现他们有大额汇款行为，应当及时向纪检监察机关报告。”有专家表示。\n让境内赃款“转不出”\n境外赃款“追得回”\n党员领导干部的家人或财产在国外，成为“裸官”，不仅容易受到国外的监控，某种情况下也可能危及国家安全。\n“我在国外没有一分钱资产，搞‘制裁’不是白费劲吗？当然，我也可以向特朗普先生寄去100美元，以供其冻结之用。”\n8月7日，美国财政部对香港特别行政区行政长官林郑月娥等11名中国内地及香港官员实施制裁，除了涉及签证、服务与商品等，还有一项重要内容就是：冻结在美国私人财产。对此，中联办主任骆惠宁的回应十分硬气。\n在把人看紧、把门关死的同时，我国追赃力度正持续加大，运用政府合作、违法所得没收程序等手段，对境外赃款进行查找、冻结、没收和返还，努力实现境内赃款“藏不住、转不出”，境外赃款“找得到、追得回”。\n修正案中规定的违法所得没收程序，为没收外逃腐败分子非法所得提供了法律依据。\n经上饶市中级人民法院裁定，李华波夫妇在新加坡拥有的2953万元资产属于违法所得，依法应予没收。这场被告人缺席的审判，具有特殊的意义，宣告我国追赃制度得到进一步完善。\n“以往没抓到外逃贪官，其违法所得难以及时追缴，而现在即便其将赃款赃物转移到国外，也将难以躲避。”中国人民大学法学院教授黄京平表示。\n据统计，2014年至2020年6月，我国共从120多个国家和地区追回外逃人员7831人，追回赃款196.54亿元；其中，国家监委成立以来，共追回外逃人员3848人，追回赃款99.11亿元，追回人数、追赃金额同比均大幅增长，改革形成的制度优势进一步转化为追逃追赃领域治理效能。\n2020年继续被列为“追赃工作年”，对外逃腐败分子的涉案财产应冻尽冻、应收尽收，加大对涉腐洗钱犯罪的惩治力度，努力实现境内赃款“藏不住、转不出”、境外赃款“找得到、追得回”，切实把腐败分子盗窃人民的财产如数追回、还给人民。（文章有删改）\n责任编辑：陈一豪 唐浚中 全丽 熊冬梅\n29 ]\n29 ]", "info": {"url": "https://www.12371.gov.cn/Item/565367.aspx", "title": "七一网", "source_domain": "www.12371.gov.cn"}}
{"text": "devid, CHRDEVBASE_CNT);\n/* 4、创建类 */\nchrdevbase.class = class_create(THIS_MODULE, CHRDEVBASE_NAME);\nif (IS_ERR(chrdevbase.class))\nreturn PTR_ERR(chrdevbase.class);\n/* 5、创建设备 */\nchrdevbase.device = device_create(chrdevbase.class, NULL, chrdevbase.devid, NULL, CHRDEVBASE_NAME);\nif (IS_ERR(chrdevbase.device))\nreturn PTR_ERR(chrdevbase.device);\nprintk(\"chrdevbase init done!\\r\\n\");\n3.4 修改exit函数\n因为init修改较大，对应的exit也要进行大的修改：\nstatic void __exit chrdevbase_exit(void)\n/* 注销字符设备驱动 */\ncdev_del(&chrdevbase.cdev);/*  删除cdev */\nunregister_chrdev_region(chrdevbase.devid, CHRDEVBASE_CNT); /* 注销设备号 */\ndevice_destroy(chrdevbase.class, chrdevbase.devid);\nclass_destroy(chrdevbase.class);\nprintk(\"chrdevbase exit done!\\r\\n\");\n至此，修改完毕，其它的与之前的一样。\n3.5 新旧驱动方式对比\n通过一张图来对比新旧两种驱动编写方式的区别：\n旧方式编写驱动的流程\n1.png (32.35 KB, 下载次数: 0)\n新方式编写驱动的流程\n可以看出主要区别在驱动的加载和卸载。\n4 编译驱动\n和上次编译驱动的方式一样，使用makefile，因为驱动的c文件名由chrdevbase.c改为了newchrdevbase.c，因此makefile文件中也要把名字改掉。\n编译完之后，将编译出的ko文件先复制到ubuntu虚拟机的tftpboot目录中，为后面的测序做准备。\n复制后，看一下tftpboot目录：\n5 程序测试\n5.1 文件发送到板子\n和上篇一样，使用tftp传输，将ubuntu虚拟机编译出的ko文件发送到linux板子中。\n再来看下tftp传输的硬件环境示意图：\n然后是传输指令以及传输结果，可以看到newchrdevbase.ko已经从ubuntu虚拟机的tftpboot目录传输到了linux板子的/lib/modules/4.1.15目录中了。\n输入如下两条指令加载 newchrdevbase.ko 驱动模块：\ndepmod   //第一次加载驱动的时候需要运行此命令\nmodprobe newchrdevbase.ko   //加载驱动\n驱动加载成功后，可以看到自动申请到的主设备号和次设备号，如下图，主设备号为249。\n再输入ls /dev/chrdevbase -l指令验证/dev/chrdevbase 这个设备节点文件是否存在，如下图，可以看到设备存在，注意和上篇旧驱动方式操作上的不同之处，旧的驱动方式需要额外使用mknod指令来手动创建该设备节点。\n驱动已经加载成功，再来测试APP程序，理论上和上篇的效果一样，实测也是：\nOK，测试完毕，测试完使用rmmod指令卸载驱动。", "info": {"url": "http://from-the-hip.com/a/20211014/481540.html", "title": "电影怎么保存到手机", "source_domain": "from-the-hip.com"}}
{"text": "要求，现将湖南大学 湖南师范大学 湖南涉外经济学院完成的2021年度湖南省科学技术奖励拟提名项目“面向若干公开问题的Domain理论研究（自然奖）”予以公示。公示期为2021年8月23日至2021年8月27日。\n公示期内，如对公示项目内容有异议，请以书面形式向项目公示单位提出,并提供必要的证明材料。以单位名义提出异议的，应当加盖本单位公章；个人提出异议的，应当签署真实姓名及联系方式。\n联 系 人： 龙涛\n地 址： 湖南涉外经济学院科研处\n2021年度湖南省科学技术奖励拟提名项目公示内容\n（自然科学奖）\n面向若干公开问题的Domain理论研究\nTix问题的最终解决提供了强有力的理论支持和工具支持。该项目获得了国家自然科学基金面上项目、国际合作与交流项目以及青年项目等项目的大力支持，研究成果均发表在该领域顶级的SCI期刊上，达到了国际先进水平，得到了国内外专家和学者的高度评价，极大地推动了数学与理论计算机科学的发展。\n提名该项目为湖南省自然科学一等奖。\n演算和更一般的函数式程序语言，即给出它们的指称语义，图灵奖获得者Dana Scott于上世纪70年代初提出了domain理论。利用domain理论来验证程序语言的正确性和可靠性是理论计算机科学中的重要研究领域。同时，domain理论作为序理论、拓扑理论、逻辑学的交叉学科，在现代数学的研究中也起着举足轻重的作用。本项目针对domain理论中的若干公开问题展开研究并取得了重要进展，主要体现在以下几个方面：\n（1）笛卡尔闭满子范畴的研究：完全解决了英国伯明翰大学教授、著名domain理论学家Achim Jung在“第六届domain理论及应用国际学术会议”上提出的公开问题，得到了拟连续domain范畴的笛卡尔闭满子范畴的分类定理；原创性地给出了统一构造连续偏序集范畴中笛卡尔闭满子范畴的方法。\ndomain的逻辑表示问题；通过约减公理体系，给出了更简洁的domain逻辑语构表示，成功地将所有Scott型信息系统纳入到统一框架下；利用查询系统得到了代数格的表示，首次建立了domain理论和信息检索理论之间的关联。\n（3）Domain结构的拓扑性质研究：在拟连续L-domain框架下，回答了著名domain理论学家Michael Mislove和Jimmie Lawson在1990年提出的公开问题\u001f——函数空间上Scott拓扑与Isbell拓扑的一致性；刻画了弱良滤dcpo上Scott拓扑的凝聚性，提供了一种更简洁的判定dcpo凝聚性的方法。\n本项目成果是domain理论相关研究方向的最新进展和最好结果。这些结果不仅为domain理论的发展提供了新的研究思路和方向，也为计算机程序语言的指称语义的发展提供了重要的理论基础。法国计算机科学最高奖获得者Jean Goubault-Larrecq教授高度评价了我们关于拟连续domain范畴中笛卡尔闭满子范畴的分类工作。同时，研究成果还得到了德国锡根大学Dieter Spreen教授、法国图卢兹第三大学Yassine Djouadi教授等本领域国内外著名学者的高度评价。代表性论文均发表在本领域顶级SCI期刊上：《Information and Computation》（中国计算机学会A类期刊）、《Theoretical Computer Science》（中国计算机学会B类期刊）、《Information Sciences》（中国计算机学会B类期刊）、《Topology and Its Applications》、《Houston Journal of Mathematics》、《Order》。本项目组成员主持并完成了国家自科基金面上项目1项（11371130）、中英国际合作项目1项（11611130169）、国家自科基金青年项目2项（11401195，11101135）。\n本项目针对domain理论中的若干公开问题，从不同角度对domain结构开展研究，相关结果得到了国内外学术同行的认可，本领域众多权威专家及其研究团队引用并评价了本项目的研究成果，部分评价罗列如下：\n（1）罗马一大 Anna Labella 教授在美国《数学评论》上正面评价了代表性论文 [1] 中的成果：“Quasicontinuous domains are a generalisation of continuous domains originally introduced to study the behaviour of the probabilistic powerdomain construction. Aiming to have a function space in this context, one would hope to find a full subcategory of quasicontinuous domains and Scott-continuous functions between them, with the cartesian closedness property. The result of the paper is that any such category is already a full subcategory of CONT, the category of continuous domains and Scott-continuous functions between them.”\n（2）著名Domain理论学家、德国锡根大学Dieter Spreen教授在其发表于理论计算机科学领域顶级期刊《Theoretical Computer Science》上的论文“Generalised information systems capture L-domains”中正面评价了代表性论文[2]和[3]中的工作，指出[2]中的工作统一了已知的各类信息系统：“However, as was shown by Huang et al. [10], Hoofman's continuous information systems [9], though doing the same job, could not be subsumed as special case. The authors managed to simplify the axiom system in [18] so that now all types of information studied in the literature before turn out to be special cases of the simplified kind of information systems.”；认为代表性论文[3]中的工作给出了所有L-domain的表示：“Wu et al.[22] presented another extension of the conditions in [18], as well leading to a representation of all L-domains.”。其中“Huang et al. [10]”指的是研究团队发表在《Information and Computation》（中国计算机学会A类期刊，CCF-A类）上的代表性论文[2]；“Wu et al. [22]”指的是研究团队发表在《Theoretical Computer Science》（CCF-B类）上的代表性论文[3]。\n（3）扬州大学徐罗山教授在其发表于理论计算机科学领域顶级期刊《Theoretical Computer Science》上的论文“Weak algebraic information systems and a new equivalent category of DOM of domains”，正面评价并引用了代表性论文[2]和[3]中的工作，并指出“By adding new conditions to C-infs, Wu, Guo and Li [16] provided a kind of information systems which serve as representations of all L-domains.”和“So far, to represent general domains, Scott's information systems have been generalized, and a large volume of work followed with information systems has been done [3,5,6,11–16,18–20].”。其中“Wu, Guo and Li [16]”指的是研究团队发表在《Theoretical Computer Science》（CCF-B类）上的代表性论文[3]；参考文献[6]指的是研究团队发表在《Information and Computation》（CCF-A类）上的代表性论文[2]。\n（4）希腊塞萨斯德谟克里特大学Dimitrios Georgiou教授在美国《数学评论》上正面评价了代表性论文[4]中的结果：“In 1990, J. D. Lawson and M. W. Mislove [in Open problems in topology, 349–372, North-Holland, Amsterdam, 1990; MR1078658] posed the following problem…… In this paper the authors continue this study and give the following results……”。\n（5）法国图卢兹第三大学Yassine Djouadi教授团队发表在《Knowledge and Information Systems》上的文章“A many-sorted theory proposal for information retrieval: axiomatization and semantics”也引用了研究团队发表在《Information Sciences》上的代表性论文[5]，并评价该论文给出了“可行的信息存取和检索的理论框架”：“Beyond the above-mentioned IR models, formal concept analysis theory has emerged since the 1990s as a feasible framework for information access and retrieval [7,25] due to its algebraic (lattice) representation ability. ”。其中，参考文献[25]指的是代表性论文[5]。\n国际计算机学会高级会员、印度韦洛尔科学大学Cherukuri Aswani Kumar教授发表在《International Journal of Applied Mathematics and Computer Science》上的文章“A comprehensive survey on formal concept analysis, its research trends and application”中引用并正面评价了代表性论文[5]中的工作：“Subsequently, hierarchical order visualization between the entity and its relations in a conceptual graph using FCA has been discussed (Croitorua et al., 2012; Li and Guo, 2013) ”。其中“Li and Guo, 2013”指的是代表性论文[5]。\n捷克帕拉茨基大学Radomír Halaš教授团队在信息科学领域顶级期刊《Information Sciences》上的论文“Generalized one-sided concept lattices with attribute preferences”以及朝鲜金策工业综合大学Chol Hong Pak教授发表在《Information Sciences》上的论文“Describing hierarchy of concept lattice by using matrix”，均引用了研究团队在《Information Sciences》上发表的代表性论文[5]。\n（6）著名SCI期刊《Algebra Universalis》和《Mathematica Slovaca》的编委Miroslav Ploščica教授在美国《数学评论》上正面评价了代表作及论文[7]：“…… The authors compare these two concepts, and look for conditions under which they are equivalent. They also prove several other results. In particular, they show that …… Further, they find several equivalent conditions under which a weak well-filtered poset is Lawson compact. This is used to prove that a Lawson compact dcpo is coherent.”。\n代表性论文专著目录\n[1] Xiaodong Jia, Achim Jung, Hui Kou, Qingguo Li, and Haoran Zhao. All cartesian closed categories of quasicontinuous domains consist of domains. Theoretical Computer Science, 594:143–150, 2015.\n[2] Mengqiao Huang, Xiangnan Zhou, and Qingguo Li. Re-visiting axioms of information systems. Information and Computation, 247:130–140, 2016. [3] Mingyuan Wu, Lankun Guo, and Qingguo Li. A representation of L-domains by information systems. Theoretical Computer Science, 612:126–136, 2016. [4] Chongxia Lu, Dexian Liu, and Qingguo Li. Equality of the Isbell and Scott topologies on function spaces of c-spaces. Houston Journal of Mathematics, 45(1):265–284, 2019.\n[5] Qingguo Li and Langun Guo Formal query systems on contexts and a representation of algebraic lattices Information Sciences, 239:72-84, 2013.\n[6] Zhongxi Zhang and Qingguo Li. On cartesian closed extensions of non-pointed domains. Theoretical Computer Science, 691:1–9, 2017.\n[7] Chongxia Lu and Qingguo Li. Weak well-filtered spaces and coherence. Topology and its Applications, 230: 373-380, 2017.\n[8] Zhongxi Zhang, Qingguo Li and Xiaodong Jia. Cartesian Closed Extensions of Subcategories of CONT.", "info": {"url": "http://kyc.hieu.edu.cn/info/1021/1782.htm", "title": "湖南涉外科研处", "source_domain": "kyc.hieu.edu.cn"}}
{"text": "//www.blog.sciencetimes.com.cn/u/Bobby\n刘进平\n海南大学，教授\n植物遗传学\n两院风光\n图片数: 118\n29 14:17\n请问刘教授人体暴露最多的微塑料是什么呀是PS,PE，还是PP等呀，有没有科学家做过相关的研究，谢谢啦\n21 20:15\n祝您2021中秋节快乐！\n已有 28335924 人来访过\n博文: 14387\n16\n出版后，反响不错，该书已印刷 2 次，正准备第 3 次印刷。 但是我发现，泛泛来讲 ...\n11\n封面 今天中午刚上架，见： 微店- 林业书馆： http://www.blog.sciencetimes.com.cn/home.php?mod=space&uid=39731&do=blog&id=1307546\" target=\"_blank\">(1727)次阅读|(10)个评论\n高血压会导致大脑体积变小，患痴呆症的风险增加 2021-10-10\n美国心脏协会杂志《高血压（ Hypertension ）》周一发表的一项研究表明，35岁至44岁之间被诊断为高血压的成年人大脑体积较小，与血压正常的成年人相比，更容易 ...", "info": {"url": "http://www.blog.sciencetimes.com.cn/home.php?mod=space&uid=39731", "title": " 刘进平", "source_domain": "www.blog.sciencetimes.com.cn"}}
{"text": "一国两制彰显中国共产党政治自信\n作者：\t饶戈平\n本文为北京大学法学院教授饶戈平在“中国共产党与‘一国两制’”主题论坛上的书面发言全文：\n中国共产党的名字紧密联系在一起，是中国共产党用以解决历史遗留的领土问题的基本方针。\n由于历史的原因，中国领土台湾、香港、澳门未能伴随中华人民共和国的成立同步回归祖国怀抱。中共老一辈领导人，从毛泽东、周恩来到邓小平，都抱持强烈的历史责任感，把维护国家领土完整、实现国家完全统一视为自己的执政使命。直至上世纪八十年代，当中国进入改革开放和现代化建设的历史新时期，完成国家统一大业的目标被同时提上了中国共产党的议事日程。\n解决国家间的领土纷争，实现国家内部的完全统一，从来都是极其复杂、棘手的政治议题，是对执政者能力和智慧的考验。对中国而言，用何种方式收回国土，用何种方式治理回归后的地区，并没有任何现成答案。但是中共领导集体的出发点和落脚点却是非常明确的：既要维护国家主权、安全和发展利益，又要保持回归后领土的繁荣稳定，力求国家利益和台港澳利益的最大化。当然倘要同时达致这两大目标殊非易事，必须冲破传统的意识形态思维定式，实事求是，闯出一条新路来。以邓小平为代表的老一辈共产党人以超常的政治想像力，以非凡的胆识和自信，提出了一个石破天惊的政治构想：一国两制、和平统一。用和平的谈判的方式实现台港澳回归祖国；对回归后的领土实行“一个国家、两种制度”，即在一个统一的中国境内，国家主体地区坚持社会主义制度，个别地区保留资本主义制度，两制共存，五十年不变。这就是“一国两制”构想的诞生。“一国两制”竖起了一面改革开放的爱国主义大旗，中共领导集体以大无畏的开创精神，力排异议，获得党内共识，义无反顾率领国家走上了“一国两制”征程。正是中国共产党领导的中国政府把这一宏伟构想转化为基本国策，纳入宪法；开展中英、中葡谈判；制定两个基本法；才最终在20世纪末实现了港澳回归祖国。\n“一国两制”在香港、澳门的成功实施，开启了港澳历史发展的新篇章，也为中国共产党治国理政的多彩实践增添了一幅绚丽画面，构成中国特色社会主义的一大亮点。\n正是在“一国两制”旗帜下，中国共产党领导国家收回港澳，由中国恢复行使主权，终结了外国殖民者管治中国领土的屈辱历史，洗刷了中国近代史上苦难的一页，完成了辛亥革命以来历届政府未能成就的民族大业，有力推进了国家的完全统一。\n“一国两制”的实施，开创了和平解决国际争端的新典范。港澳地区得以和平顺利回归祖国，避免了像其他脱离宗主国的地区或国家那样，重蹈血与火的武力解决老路。中国没有动用军队，没有开一枪一炮，而是遵循和平解决争端原则，通过外交谈判，保障港澳在和平理性环境中脱离外国殖民管治，把领土回归的代价降低到最小程度，把回归可能附带产生的破坏性社会动荡减少到最低程度，最大限度维护了国家和港澳的根本利益，在国际社会树立了成功运用和平解决国际争端原则收回失地的范例。\n“一国两制”在港澳的实践也开创了非殖民化运动史上的成功典范。通常的脱殖过程不仅要经历血与火的搏杀，而且伴随着脱殖后的转型阵痛，难免出现政局动荡、经济凋敝、生民涂炭的困境。但是回归后的港澳地区因为实施早经确立的“一国两制”方针和由基本法规定的制度，不单做到平稳过渡、无缝交接，而且能够保持原有的社会制度基本不变，在新宪制秩序下照常运作，连续二十多年保持社会稳定、经济繁荣，避免了非殖民化进程中常见的痛苦探索和适应阶段，在二战后风靡世界的非殖民化运动中独树一帜，誉满海内外。\n更有深远意义的是，“一国两制”一秉和而不同、兼容并蓄的政治理念，把不同社会制度国家间和平共处原则创造性运用于一国之内，在当代世界开创了国家治理的新模式。把社会主义和资本主义这两种原本对立、对抗的社会制度，融于一国，确保二者和平共处，并行发展，国家和港澳共享“一国两制”的制度便利，彰显出中国共产党的政治自信和开创性思维，表现出高超的政治驾驭能力，为人类政治文明演进提供了世所罕见的成功经验，是一个超越制度差异、有着深远历史意义的杰出贡献。\n实践证明，中国共产党提出和实施的“一国两制”在香港澳门是行得通、办得到、得民心的，是解决历史遗留的领土问题的最佳政策选择，是保持港澳长期繁荣稳定的最佳制度安排。这一成就源于中共立党为国为民的政治理念，源于中共创立的国家宪制秩序，也源于中共承继的大一统文化传统，真正凝聚和体现了国家和港澳的根本利益，具有深厚扎实的文化、政治基础，能够经历风雨洗礼，岿然屹立，充满顽强的生命力。\n“一国两制”是在一个特殊年代、特定环境中诞生的治国理政模式，史无前例、无从借鉴，伴随着各种社会矛盾的交汇博弈而成长。毫不足怪，其实施过程必然会荆棘丛生，风险挑战如影随行，需要在实践中不断探索、发展、完善。中国共产党人正是在这一开创历史的进程中不断总结经验、深化认识，勇于担当，以世所罕见的定力、意志和智慧指引“一国两制”这艘巨轮劈波斩浪、行稳致远。\n以习近平总书记为核心的中共领导集体一秉初衷，与时具进，继承、丰富和发展老一辈领导人确立的“一国两制”方针，将之提升为新时代中国特色社会主义基本方略，提出了一系列治港治澳新理念，指明了新时期坚守和贯彻“一国两制”方针的方向。过去一年里，中央果断出台香港国安法，完善香港选举制度，以雷霆万钧之力，横扫妖氛，止暴制乱，推动香港由乱及治，为进入“一国两制”实施中期的香港输入了强大定力，香港社会的政治生态正在发生深刻变化。香港正在和国家一道勠力同心，落实习主席提出的全面准确实施“一国两制”的“两点论”，确保“一国两制”方针不会变、不动摇，确保“一国两制”实践不变形、不走样，牢牢把正“一国两制”的发展方向。人们会继续看到，中央全面管治权将与香港高度自治权更加紧密结合，与基本法实施相关的制度机制还将进一步完善；发展经济、改善民生，将成为特区政府施政的主攻方向，日益兴盛的粤港澳大湾区建设将为香港更紧密融入国家发展大局展现出广阔前景。\n“艰难困苦，玉汝于成”。在中国共产党指引的民族复兴征程上，“一国两制”犹如一面鲜艶的旗帜飘扬在中国大地，相信香港必将伴随国家的前进步伐迎来自己更加美好的明天。\n美国干预香港事务、支持反中乱港势力事实清\n刘兆佳：香港的新选举制度与新政治文化\n美方就涉港问\n刘兆佳：香港国安法对特区管治的政治和社会\n屠海鸣：香港由乱及治得益于全面落实国安法\n韩大元：论“一国两制”的文明观及其当代意\n骆惠宁：百年伟业的“香江篇章”\n饶戈平：香港特别行政区维护国家安全法：学", "info": {"url": "https://m.aisixiang.com/data/127006.html", "title": "一国两制彰显中国共产党政治自信_爱思想", "source_domain": "m.aisixiang.com"}}
{"text": "\n逊：谦逊。态度高傲自大，对人不讲谦让。\n指已婚妇女又乱搞男女关系。\n比喻意志坚决，不可动摇。\n悱：心里想说而说不出来。发：启发。指不到学生想说而说不出来时，不去启发他。这是孔子的教学方法。\n根：根据；论：言论。没有根据的言论。\n指不适用的法规。\n拳不离手的意思是拳：拳术。练武的人应该经常练。比喻勤学苦练，长期坚持\n本文访问地址：https://www.cpachn.org.cn/quanbulishou.html\n拳不离手成语接龙：\n手不释卷\n手不停挥\n手到病除\n手到拈来\n手到擒来\n手高手低", "info": {"url": "http://hm.people.com.cn/n1/2021/1011/c42272-32249412.html", "title": "人民网", "source_domain": "hm.people.com.cn"}}
{"text": "河南暴雨救援电话\n再战机器人\b\u0006\u0007\u0005\u0006\b\u0005，莱州一中包揽前四名\n27日，由烟(yan)台市(shi)教育装备(bei)与技术研究中心和烟(yan)台市(shi)科学技术宣传馆共(gong)同主(zhu)办的第(di)二十(shi)一届(jie)烟台市中小学机器人竞赛(sai)第(di)二期在烟台二中东(dong)校区体(ti)育场(chang)举行。莱(lai)州(zhou)一中再创辉煌(huang)，包揽了WER能力挑战赛(sai)的的前四(si)名。\n本次比赛以“创造改变世界，创意丰满人生，让未来有个我制造，就从现在开始”为主题，吸引了来自14个县市区和直属学校的700多支队伍、约2000多选手参赛。莱州(zhou)一中共派(pai)出(chu)了5支队伍参加WER能力挑战和2对2机(ji)器人篮球(qiu)两(liang)个(ge)项目的比赛，经过激烈角逐，最终取得了优(you)异(yi)成绩。\n28日第一期(qi)竞赛中，莱州一中两支代表队分获WER工程创新赛项目的冠(guan)亚军(jun)，代表烟(yan)台市参加了(le)5月份的省(sheng)赛(sai)。", "info": {"url": "http://m.sxwcsj.cn/npxzd/487.html", "title": "成都银康银屑病医院", "source_domain": "m.sxwcsj.cn"}}
{"text": "\n女子站直身体，弯腰轻抚林霄呆滞的面庞。\n似是在同他做，最后的诀别。\n“再见，林霄。”\n一个吻，轻轻落在林霄的额头上。\n女子擦干眼泪，终于决心要走。\n可就在她转身的瞬间！\n一只温热的大掌，牵住了她冰凉的指尖。\n“婉秋……婉秋……”\n本来痴傻的青年，忽然在轮椅上，剧烈挣扎。\n他满脸的痛苦，像是在承受什么巨大的折磨。\n额上落下豆大的冷汗。\n只有那只牵着秦婉秋的手，仍旧死死紧握，不肯放松。\n“林霄！林霄你怎么了！？”\n秦婉秋面色一白，赶紧弯下腰扶住林霄，眼里充满了对他的担忧。\n林霄，你就是我计划中最大的阻碍！……\n林霄，我要让你像蝼蚁一样活着，才能解我心头之恨。……\n林霄，我不杀你，我要让你受尽折磨的活着，像一条狗般，苟延残喘！！……\n如潮的记忆，汹涌而来！\n林霄猛然睁开眼睛。\n眼中的呆滞逐渐消失，取而代之的，是一片彻人心骨的冷冽。\n他是九星大统帅！\n他是……林霄！！！\n当年，义父李重光深陷敌军，不慎战亡。他一怒之下，率百万大军压境，力斩敌军十位统帅。\n一战封神，直封九星统帅，统领西北百万雄兵！\n只奈何，大战之后，他力竭而倒，竟被手下贼人算计了去。\n脑部遭受重创，不仅成了一个傻子，还成了一个双腿瘫痪的残废！！", "info": {"url": "https://www.azwang.com/soft/195.html", "title": "安卓网", "source_domain": "www.azwang.com"}}
{"text": "Latest Submit(811)\nMedicine, Pharmacy (228)\nEnvironmental Sciences, Resource Sciences (86)\nDynamic and Electric Engineering (78)\nCivil Engineering and Building Construction (66)\nLibrary Science，Information Science (65)\nAgriculture, Forestry,Livestock & Aquatic Products Science (38)\nLinguistics and Applied Linguistics (4)\nIntegration Theory of Computer Science(942)\nZoology(634)\nEcology(440)\nPreclinical Medicine(184)\nApplied botany(86)\nBasic Disciplines of Environmental Science and Technology(84)\nEngineering Thermophysics (61)\nInformation Science(53)\nOther Disciplines of Geosciences(26)\nCivil Construction Engineering(22)\nElectrical Engineering(17)\nGeography(16)\nBotany research, experiment, plant evolution & development(8)\nLinguistics and Applied Linguistics(4)\nGalaxy and Cosmology(3)\nMechanical Design(2)\nMechanical Manufacture and Automation(2)\nOther Disciplines of Environmental Sciences, Resource Sciences(2)\nDevelopment and Management of Human Resources(2)\nLogic(1)\nLiterature Work(1)\nInformation Science all over the world(1)\nMetals and Alloys(1)\nTechnology of Energy Storage(1)\nAgronomy(1)\nMachinofacture Technique and Equipment(1)\nShip Engineering(1)\nRegional Economic Management(1)\n何军(9)\n孔祥峰(9)\n屠焰(9)\n张名爱(9)\n张婷(9)\n张海军(9)\n李斌(9)\n王帅(9)\n马涛(9)\n李光玉(8)\n李强(8)\n李芳(8)\n童津津(8)\n虞洁(8)\n刘国华(7)\n刘辉(7)\n张华(7)\n张宏福(7)\n李军国(7)\n李妍(7)\n李胜利(7)\n杨超(7)\n王占彬(7)\n田刚(7)\n赵芳(7)\n邓辉(7)\n郑萍(7)\n陈清华(7)\n高民(7)\n丁雪梅(6)\n余雄(6)\n叶春明(6)\n宋志刚(6)\n常文环(6)\n张伟(6)\n张克英(6)\n张婕(6)\n张永根(6)\n方热军(6)\n曲湘勇(6)\n曾祥芳(6)\n李玉(6)\n李静(6)\n杨开伦(6)\n杨德莲(6)\n杨洁(6)\n毛湘冰(6)", "info": {"url": "http://www.chinaxiv.org/user/search.htm?pageId=1631787831764&type=filter&filterField=year&value=2018", "title": "ChinaXiv.org 中国科学院科技论文预发布平台", "source_domain": "www.chinaxiv.org"}}
